Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/plenum_no/sp2016-3-3.odt.tmx
Source language: nob
Languages: sme

source: Erfaring viser derimot at kommuner med samisk befolkning har varierende bevissthet og kunnskap kommunens samiske befolkning.
sme: Muhto vásáhusat čájehit baicca ahte suohkaniin gos sápmelaččat orrot, de sin dihtomielalašvuohta ja máhttu suohkana sámiid birra lea nuo ja ná.

source: Kommuner som har liten kjennskap til kommunens samiske befolkning, har også manglende kunnskap om samiske barns rettigheter.
sme: Suohkanat mat eai dieđe nu ollu suohkana sápmelaččaid birra, sis lea maid unnán máhttu sámi mánáid rivttiid birra.

source: Når kommuner får mer ansvar og autonomi innenfor barnevern er det viktig at sikre at kunnskap om samiske barns rettigheter og behov er tilstede i kommunene.
sme: Go suohkanat ožžot eanet ovddasvástádusa ja iešmearrideami mánáidsuodjalussuorggis, de lea dehálaš sihkkarastit ahte sámi mánáid rievttit ja dárbbut leat oassin suohkanis.

source: Sametinget mener derfor at det er nødvendig å få etablert et samisk nasjonalt veiledningsorgan som har veiledningsansvar ovenfor kommunale barneverntjenester.
sme: Dan dihte oaivvilda Sámediggi ahte lea dárbbašlaš hukset našunála sámi bagadallanorgána mas lea ovddasvástádus bagadallat suohkaniid mánáidsuodjalusbálvalusa.

source: Kommuner bør også ha en formalisert forpliktelse til å kontakte samisk veiledningsorgan når omsorgsovertakelse av samiske barn vurderes.
sme: Suohkaniin berre maid leat formálalaš geatnegasvuohta váldit oktavuođa sámi bagadallanorgánain go fuolaváldin sámi mánáin árvvoštallojuvvo.

source: D et er også utfordrende å skape forståelse for samiske barns rettigheter og behov.
sme: Lea maid hástalus oažžut ipmárdusa sámi mánáid rivttiid ja dárbbuid birra.

source: Kunnskap om samiske barns rettigheter er en viktig forutsetning for at barnevernstjenesten skal kunne gi samiske barn og deres familier det tilbud de har krav på.
sme: Máhttu sámi mánáidrivttiid birra lea dehálaš eaktu vai mánáidsuodjalusbálvalus galggašii sáhtit addit sámi mánáide ja sin bearrašiidda dan fálaldaga masa sis lea riekti.

source: Det er et stort behov for kunnskap om samiske barns rettigheter og behov hos ansvarlige og fagpersonell på alle nivåer i barnevernstjenesten.
sme: Lea stuora dárbu oažžut máhtu sámi mánáid rivttiid ja dárbbuid birra sidjiide geain lea ovddasvástádus, ja fágaolbmuide buot dásiin mánáidsuodjalusas.

source: Dette medfører at de avgjørelser som tas ikke alltid er de beste for det samiske barnet.
sme: Dát mielddisbuktá ahte mearrádusat mat váldojuvvojit eai álo leat buoremussan sámi mánáide.

source: Sametinget mener at det er nødvendig å implementer kunnskap om samiske barns rettigheter og behov i utdanningene.
sme: Sámediggi oaivvilda ahte lea dárbbašlaš implementeret máhtu sámi mánáid rivttiid ja dárbbuid birra oahpahusaide.

source: Fordi det er varierende kunnskap i kommunene som har hovedansvaret for barnevernet, mener Sametingsrådet at det også må utvikles retningslinjer for vurdering av samiske barns rettigheter og behov når barnevernstiltak igangsettes,
sme: Dan dihte go máhttu dain suohkaniin mas lea váldo ovddasvástádus mánáidsuodjalussii, lea nuo ja ná, oaivvilda Sámediggeráđđi ahte ferte maiddái ovdánahttit njuolggadusaid maid mielde árvvoštallá sámi mánáid rivttiid ja dárbbuid go bidjá johtui mánáidsuodjalusdoaibmabijuid.

source: Forståelse for ulike barns behov og dertil tilrettelagte tiltak, bygges ofte på dokumentert kunnskap.
sme: Ipmárdus iešguđetlágán mánáid dárbbuin ja dasa láhččojuvvon doaibmabijut leat dávjá huksejuvvon duođaštuvvon máhtu vuođul.

source: Vi har ingen dokumentert kunnskap om samiske barn som er eller har vært under barnevernets omsorg.
sme: Mis ii leat makkárge duođaštuvvon máhttu ja diehtu sámi mánáid birra geat leat dahje leat leamaš mánáidsuodjalusa geahču vuolde.

source: Vi mangler kunnskap av hvor mange samiske barn som er under barnevernets omsorg, hvordan deres språk og kultur ivaretas, eller hvordan det går med barna i ettertid.
sme: Mis váilu diehtu man ollu mánát mat leat mánáidsuodjalusa fuolahusas, moht sin giella ja kultuvra vuhtiiváldo, dahje moht daiguin mánáiguin manná maŋit áiggis.

source: Sametingsrådet mener det er nødvendig å registrere barns språklige og kulturelle tilhørighet i en tidlig kartlegging av barnets behov.
sme: Sámediggeráđđi oaivvilda ahte lea dárbu registreret máná gielalaš ja kultuvrralaš duogáža árrat iskamis, go lea kárteme máná dárbbuid.

source: Det vil blant annet gi viktig informasjon om hvilke behov barnet vil ha i et fosterhjem.
sme: Dat sáhttá earret eará addit mávssolaš dieđu makkár dárbbut mánás leat ovtta biebmoruovttus.

source: Sametinget mener at manglende kunnskap om samiske barn under barnevernets omsorg er alarmerende.
sme: Sámediggi oaivvilda ahte váilevaš máhttu sámi mánáid birra geat leat mánáidsuodjalusa fuolahusas lea balddihahtti.

source: Sentrale myndigheter må ta grep slik at dokumentert kunnskap kan legges til grunn for tiltak og organisering av tilbud til samiske barn.
sme: Guovddáš eiseválddit fertejit dahkat juoidá vai sáhttá bidjat duođaštuvvon máhtu vuođđun doaibmabijuide ja sámi mánáid fálaldaga organiseremii.

source: Sametinget merker seg videre at strukturreformen varsler endringer med hensyn til barneverninstitusjoner, og at kostnadene for bruk av statlige institusjoner vil være høyere enn private institusjoner.
sme: Viidáseappot mearkkaša Sámediggi ahte strukturreforbma dieđiha rievdadusaid dasa mii guoská mánáidsuodjalusinstitušuvnnaide, ja ahte olggosgolut go geavaha stáhta institušuvnnaid leat badjelis go priváhta institušuvnnain.

source: Dette bekymrer Sametinget.
sme: Dát fuolastuhttá Sámedikki.

source: S tatlig barneverninstitusjoner som tar imot samiske barn fra kommuner i forvaltningsområdet for samisk språk, er en offentlig helse- og sosialinstitusjoner som faller innenfor Samelovens bestemmelser.
sme: Stáhta mánáidsuodjalusinstitušuvnnat mat váldet vuostá sámi mánáid suohkaniin sámegiela hálddašanguovllus, leat almmolaš dearvvašvuođa – ja sosiálainstitušuvnnat ja daidda gustojit Sámelága mearrádusat.

source: Statlige institusjoner har derfor vært en sikring av samiske barns rett til bruk av eget språk.
sme: Dan dihte leat stáhta institušuvnnat leamaš dego sihkarvuohtan sámi mánáide ja sin riektái geavahit iežas giela.

source: I private barnevernsinstitusjoner er kunnskapen om samiske barns rett til å vokse opp med samisk språk og kultur begrenset.
sme: Priváhta mánáidsuodjalusinstitušuvnnain lea gáržžes máhttu sámi mánáid rivttiid birra bajásšaddat sámi gielan ja kultuvrrain.

source: Bruk av private institusjoner øker også muligheten for at samiske barn sendes ut av samiske områder, og risikerer tap av egen identitet og tilknytning til det samiske samfunnet.
sme: Lea maid stuorit vejolašvuohta ahte sámi mánát sáddejuvvojit eret sámi guovlluin go atná priváhta institušuvnnaid. Nu sii sáhttet massit iežaset identitehta ja gullevašvuođa sámi servodahkii.

source: Sametinget mener derfor at det er nødvendig med særskilte tiltak for å sikre samiske barns rettsvern, deriblant en egen samisk barnevernsinstitusjon.
sme: Dan dihte oaivvilda Sámediggi ahte lea dárbbašlaš sierra doaimmaide sihkkarastin dihte sámi mánáid riektesuodjaleami, nu go sierra sámi mánáidsuodjalusinstitušuvdnii.

source: Regjeringen viser til at forslag til strukturendringer vil følges opp med nødvendige endringer av barnevernsloven.
sme: Ráđđehus čujuha dasa ahte struktuvrrarievdadeapmi čuovvoluvvo dárbbašlaš rievdadusaiguin mánáidsuodjaluslágas.

source: Sametingets innspill og vedtak vil legges til grunn for Sametingets videre arbeid vedrørende barnevernstjenester for samiske barn.
sme: Sámedikki cealkámuš ja mearrádus biddjo vuođđun Sámedikki bargui viidáseappot bargguin mánáidsuodjalusbálvalusáššiin sámi mánáid várás.

source: Med bakgrunn i Sametingets konsultasjonsrett, og samiske barns rettigheter jfr Barnekonvensjonens ber Sametinget om konsultasjoner på endringer i Barnevernsloven.
sme: Sámedikki konsulterenrievtti vuođul ja sámi mánáid rivttiid vuođul nu go dat leat Mánáidkonvenšuvnnas, bivdá Sámediggi konsultašuvnna Mánáidsuodjaluslága rievdadeami birra.

source: Oppvekst-, omsorg- og utdanningskomiteen - 005/16
sme: Bajásšaddan- fuolahus- ja oahppolávdegoddi - 005/16

source: OOUK - vedtak:
sme: BFOL - Mearr ádus:

source: Innledning Sametingets oppvekst-, omsorgs- og utdanningskomite har behandlet sak 033/16 – Ivaretakelse av samiske barns rettigheter og behov ved kvalitet- og strukturendringer i barnevernet.
sme: Álggahus Sámedikki bajásšaddan-, fuolahus- ja oahpahuslávdegoddi lea meannudan ášši 033/16 Sámi mánáid rivttiid ja dárbbuid áimmahuššan mánáidsuodjalusa kvalitehta- ja strukturrievdadeamis.

source: Komiteens innstilling er følgende: Merknader Merknad fra Norske Samers Riksforbund (NSR) Beaska Niillas, Sandra Márjá West, Yvonne-Marie Miniggio og Olof Anders Kuhmunen, fra Arbeiderpartiet (AP) Vibeke Larsen, John Kappfjell og Jørn Are Gaski, fra Nordkalottfolket Kjellrun Wilhelmsen, fra Åarjel-Saemiej Gielh Eva Maria Fjellheim og fra Høyre Lars Filip Paulsen: Fosterhjem i slekt eller nettverk BUFDIR anbefaler at det skal letes etter fosterhjem i barnets slekt eller nettverk.
sme: Lávdegotti evttohus lea čuovvovaččat: Mearkkašumit Mearkkašupmi Norgga Sámiid Riikkasearvi (NSR) Beaska Niillas, Sandra Márjá West, Yvonne-Marie Miniggio ja Olof Anders Kuhmunen, Bargiidbellodat Vibeke Larsen, John Kappfjell ja Jørn Are Gaski, Nordkalottfolket Kjellrun Wilhelmsen, Åarjel-Saemiej Gielh Eva Maria Fjellheim ja Olgešbellodat Lars Filip Paulsen bokte: Biebmoruoktu bearrašis dahje fierpmádagas BUFDIR ávžžuha ahte biebmoruovttu galgá ohcat máná bearrašis dahje fierpmádagas.

source: Komiteens flertall mener at dette er en god løsning for samiske barns behov ved omsorgsovertakelse, som vil ivareta barnets behov og rettigheter til samisk språk, identitet og tilknytning til det samiske samfunnet.
sme: Lávdegotti eanetlogu mielas dat lea buorre čoavddus sámi mánáid dárbbuid ektui go šaddá earáid lusa orrut, ja mat bihtet váldit vuhtii máná dárbbuid ja vuoigatvuođaid sámi gillii, identitehtii ja gullevašvuođa sámi servodahkii.

source: Barn har det bedre hvis de vokser opp hos egne slektninger, både med hensyn til psysisk helse og bostedsstabilitet (Winokur M, Holtan A, Batchelder KE 2014: Kinship care for the safety, permanency, and well-being of children removed from the home for maltreatment).
sme: Mánnái lea buoret jus son beassá bajásšaddat iežas fulkkiid luhtte, sihke psyhkalaš dearvvašvuođa dihte ja dássilis orruma dihte (Winokur M, Holtan A, Batchelder KE 2014: Kinship care for the safety, permanency, and well-being of children removed from the home for maltreatment).

source: I følge BUFDIR ønsker ofte barn og ungdom, som trenger et nytt sted å bo, å flytte til noen de kjenner fra før.
sme: BUFDIR dieđuid mielde háliidit mánát ja nuorat, geat dárbbašit ođđa ruovttu, fárret soapmásiid lusa geaid dovdet ovdalaččas.

source: Slekt- eller nettverksfosterhjem kan skje på foreldrenes initiativ eller initieres av barnets slektninger eller nettverk.
sme: Fuolke- ja fierpmádatbiebmoruovttut sáhtte vuolggahuvvot máná fulkkiin dahje fierpmádagas.

source: Disse medlemmene stiller spørsmål ved om denne ordningen er godt nok kjent i det samiske samfunnet.
sme: Dát lahtut ovdanbuktet gažaldaga lea go dát ortnet doarvái dovddus sámi servodagas.

source: Det virker også som at de enkelte kommuner ser ulikt på arbeidet med fosterhjem i slekt og nettverk.
sme: Orru maid leame nu ahte muhtin suohkanat gehččet iešguđet ládje biebmoruovttobargguid bearraša ja fierpmádaga siskkobealde.

source: Videre har det kommet fram at det er mangel på samiske fosterhjem og beredskapshjem.
sme: Viidáset lea boahtán ovdan ahte váilot sámi biebmo- ja dustenruovttut.

source: Disse medlemmene mener at arbeidet med samiske fosterhjem i slekt eller nettverk må styrkes, fordi de fleste har en større motivasjon for å stille opp som fosterhjem for et barn de kjenner fra før.
sme: Dát lahtut oaivvildit ahte bargu ferte nannejuvvot oažžut sámi biebmoruovttuid bearraša ja fierpmádaga siskkobealde, danin go eatnašiin lea eanet mokta álgit biebmoruovttuin jus mánná lea oahpis ovdalaččas.

source: Disse medlemmene mener det også er viktig å ta hensyn til samisk kultur og barneoppdragelse i dette arbeidet.
sme: Dáid lahtuid mielas lea maid dehálaš váldit vuhtii sámi kultuvrra ja bajásgeassima dán barggus.

source: Et viktig aspekt er samenes utvidede slektskap og barnets fadderes viktige rituelle og praktiske rolle i barnets liv og oppdragelse.
sme: Dehálaš lea sámi viiddis sohkavuohta ja máná fáddariid dehálaš rituálalaš ja praktihkalaš rolla máná eallimis ja bajásgeassimis.

source: Disse medlemmene mener det i samarbeid med BUFETAT bør utarbeides egne fosterhjemskampanjer, med et samisk innhold, særlig rettet mot samiske hjem.
sme: Dát lahtut oaivvildit ahte ovttasbarggus BUFETAT:in ferte hábmejuvvot sierra biebmoruovttokampánja main lea sámi sisdoallu, earenoamážit oaivvilduvvon sámi ruovttuide.

source: Merknad fra Norske Samers Riksforbund (NSR) Beaska Niillas, Sandra Márjá West, Yvonne-Marie Miniggio og Olof Anders Kuhmunen, fra Arbeiderpartiet (AP) Vibeke Larsen, John Kappfjell og Jørn Are Gaski, fra Árja Torbjørg Haldis Leirbakken og Hartvik Hansen, fra Åarjel-Saemiej Gielh Eva Maria Fjellheim og fra Høyre Lars Filip Paulsen: Det finnes personer som på grunn av barnevernets gjerninger har mistet sitt språk, kultur og identitet.
sme: Mearkkašupmi Norgga Sámiid Riikkasearvi (NSR) Beaska Niillas, Sandra Márjá West, Yvonne-Marie Miniggio ja Olof Anders Kuhmunen, Bargiidbellodat Vibeke Larsen, John Kappfjell ja Jørn Are Gaski, Árja Torbjørg Haldis Leirbakken ja Hartvik Hansen, Åarjel-Saemiej Gielh Eva Maria Fjellheim ja Olgešbellodat Lars Filip Paulsen bokte: Leat olbmot mat mánáidsuodjalusa daguid bokte leat massán gielaset, kultuvrraset ja identitehtaset.

source: Dette er et brudd på barnekonvensjonens artikkel 30 og med det brudd på folkeretten.
sme: Dát rihkku mánáidkonvenšuvnna artihkal 30, ja maiddái álbmotrievtti.

source: Sametinget må arbeide for at det for disse personene blir satt i gang særskilte tiltak som bøter totalt for de skadelidte, slik at de kan ta tilbake sitt samiske språk, samiske kultur og tilhørighet til det samiske samfunn.
sme: Sámediggi ferte bargat ahte dáidda olbmuide biddjojit johtui sierra doaibmabijut ja vearredagut ollásit buhtaduvvojit vai guoskkahuvvon olbmot sáhttet máhcahit iežaset sámi giela, sámi kultuvrra ja gullevašvuođa sámi servodahkii.

source: Forslag Forslag fra Norske Samers Riksforbund (NSR) Beaska Niillas, Sandra Márjá West, Yvonne-Marie Miniggio og Olof Anders Kuhmunen, fra Arbeiderpartiet (AP) Vibeke Larsen, John Kappfjell og Jørn Are Gaski, fra Árja Torbjørg Haldis Leirbakken og Hartvik Hansen, fra Nordkalottfolket Kjellrun Wilhelmsen, fra Åarjel-Saemiej Gielh Eva Maria Fjellheim og fra Høyre Lars Filip Paulsen: Forslag 1 2. avsnitt 3. setning endres til å lyde slik: Sametinget viser til Barnekonvensjonen art. 30 som fastslår følgende: 3. avsnitt 1. setning endres til å lyde slik: Denne retten tilhører også barn som er under barnevernets omsorg.
sme: Evttohusat Evttohus Norgga Sámiid Riikkasearvi (NSR) Beaska Niillas, Sandra Márjá West, Yvonne-Marie Miniggio ja Olof Anders Kuhmunen, Bargiidbellodat Vibeke Larsen, John Kappfjell ja Jørn Are Gaski, Árja Torbjørg Haldis Leirbakken ja Hartvik Hansen, Nordkalottfolket Kjellrun Wilhelmsen, Åarjel-Saemiej Gielh Eva Maria Fjellheim ja Olgešbellodat Lars Filip Paulsen bokte: Evttohus 1 2. teakstaoasi 3. cealkagis galgá čuožžut: Sámediggi čujuha mánáidkonvenšuvdnii 30. artihkkalii mas čuožžu ná: 3. teakstaoasi 1. cealkka rievdaduvvo ja šaddá ná: Dát riekti gullá maid mánáide geat lea mánáidsuodjalusa fuolahusas.

source: 5. avsnitt, 2. setning endres fra: ”Sametinget beklager derfor...
sme: 5. teakstaoasi 2. cealkka rievdaduvvo, mii ovdal lei ”Sámediggi šálloša danin...

source: ” endres til ”Sametinget mener det er beklagelig...
sme: ” čállo dál “ Sámedikki mielas lea váidalahtti go...

source: ” Nytt 6. avsnitt: Sametinget mener det må etableres en kulturell støtteplan for samiske barn i barnevernssaker.
sme: ” Ođđa 6. teakstaoassi: Sámediggi oaivvilda ahte ferte ásahuvvot kultuvrralaš doarjjaplána sámi mánáid várás mánáidsuodjalusáššiin.

source: En slik støtteplan skal sikre at samiske barn beholder sin tilknytning til familien, lokalsamfunnet og den samiske kulturen uavhengig av hvor barnet plasseres.
sme: Dákkár doarjjaplána galgá sihkkarastit ahte sámi mánát bisuhit iežaset gullevašvuođa bearrašii, báikegoddái ja sámi kultuvrii, gosa ihkinassii son de sirdojuvvo.

source: Det vises til at det er etablert slik støtteplan for aboriginer i Australia, "Cultural support plan for an Aboriginal or Torres Strait Islander child", hvor det kan hentes inspirasjon fra.
sme: Čujuhuvvo dasa ahte lea ásahuvvon dákkár doarjjaplána aborigiinnaide Austrálias, Cultural support plan for an Aboriginal or Torres Strait Islander child", mas sáhttá viežžat jurdagiid.

source: Norske myndigheter må påbegynne dette prosjektet snarest i samråd med samiske institusjoner.
sme: Norgga eiseválddit fertejit bidjat johtui dán prošeavtta jođánepmosit ovttasráđiid sámi institušuvnnaiguin.

source: Tillegg på slutten av avsnitt 6 som begynner slik "Sentrale myndigheter som har det overordnede...
sme: Lasáhus 6. teakstaoassái mii álgá ná; “Guovddáš eiseválddit geain lea bajimus...

source: ": Dette gjelder også ved prosess angående omsorgsovertakelse gjennom Fylkesnemnda for barnevernssaker der rettssikkerheten skal være spesielt prioritert for alle parter og at Fylkesnemnda er spesielt klar over at tolkebehovet mellom samisk og norsk er nemndas ansvar.
sme: ” Dát guoská maid proseassaide mánáidsuodjalusáššiid Fylkkalávdegotti bokte go lea fuolahussirdin main riektesihkarvuohta galgá leat earenoamážit vuoruhuvvon buot beliide ja ahte fylkkalávdegoddi lea earenoamáš diehttevaš ahte dulkadárbu gaskal sámi ja dárogiela lea lávdegotti ovddasvástádus.

source: Punktum etter første setning i avsnitt 8 som lyder slik: Samiske barns møte med barnevernet har lenge vært lite tilfredsstillende.
sme: Čuokkis maŋŋil vuosttaš cealkaga 8. teakstaoasis: Sámegielteaksta ii rievdda.

source: 8. avsnitt, 4. setning endres til: Erfaring viser derimot at kommuner med samisk befolkning har varierende bevissthet og kunnskap om kommunens samiske befolkning.
sme: 8. teakstaoassi, 4. cealkka: Sámegielteaksta ii rievdda.

source: 8. avsnitt, 6. setning endres til: Når kommuner får mer ansvar og autonomi innenfor barnevern er det viktig å sikre at kunnskap…
sme: 8. teakstaoasi 6. cealkka: Sámegielteaksta ii rievdda.

source: Tillegg til avsnitt 8: Etter setning: ”Når kommuner får mer ansvar og autonomi innenfor barnevern er det viktig å sikre at kunnskap om samiske barns rettigheter og behov er tilstede i kommunene”"Cultural support plan for an Aboriginal or Torres Strait Islander child", hvor det kan hentes inspirasjon fra.
sme: Lasáhus 8. teakstaoassái: Maŋábeallai cealkaga: “Go suohkanat ožžot eanet ovddasvástádusa ja iešmearrideami mánáidsuodjalussuorggis, de lea dehálaš sihkkarastit ahte sámi mánáid rievttit ja dárbbut leat oassin suohkanis”.

source: Og før setning: “Sametinget mener derfor at det er nødvendig å få etablert et samisk nasjonalt veiledningsorgan som har veiledningsansvar ovenfor kommunale barneverntjenester” legges følgende til: Herunder også samisk kulturforståelse.
sme: Ja ovddabeallái cealkaga mii álgá ná: “Dan dihte oaivvilda Sámediggi ahte lea dárbbašláš hukset našunála sámi...

source: Sametinget er bekymret for at forståelsen for kulturelle forskjeller mangler i undersøkelser eller vurderinger av tiltak i barnevernssaker som omhandler samiske barn.
sme: ” lasihuvvo vel ná: Dása gullá maid sámi kulturipmárdus, Sámediggi fuolastuvvá ahte kultuvrralaš iešvuođaid ipmárdus váilu guorahallamiin dahje árvvoštallamiin doaibmabijuin mánáidsuodjalusáššiin main lea sáhka sámi mánáid birra.

source: Avsnitt 8, 7. setning endres til: Sametinget mener derfor at det er nødvendig å få etablert et samisk nasjonalt veiledningsorgan som har veiledningsansvar ovenfor kommunale barneverntjenester og at Fylkesmannens tilsynsfunksjon og myndighet styrkes på dette området.
sme: 8. teakstaoasi 7. cealkka rievdaduvvo dánin: Dan dihte oaivvilda Sámediggi ahte lea dárbba š láš hukset našunála sámi bagadallanorgána mas lea ovddasvástádus bagadallat suohkaniid mánáidsuodjalusbálvalusa ja ahte fylkkamánni bearráigeahččandoaibma ja váldi nannejuvvo dán suorggis.

source: Nytt 9. avsnitt: Sametinget viser til at det er nødvendig å få plass et språklig og kulturelt tilbud i Barnehusene for alle samiske barn i Norge, uavhengig av bosted.
sme: Ođđa 9. teakstaoassi: Sámediggi čujuha dasa ahte lea dárbbašlaš oažžut sadjái gielalaš ja kultuvrralaš fálaldaga Mánáidviesuin buot sámi mánáid várás Norggas, gos ihkinassii sii oroš.

source: I tillegg ønsker Sametinget at det etableres et nasjonalt samisk Barnehus for å ivareta rettssikkerheten til samiske barn.
sme: Dasa lassin háliida Sámediggi ahte ásahuvvo nationála sámi mánáidviessu vai sámi mánáid riektesihkarvuohta vuhtiiváldojuvvo.

source: Avsnitt 9, 5. setning endres til: Sametinget mener at det er nødvendig å implementer e kunnskap om samiske barns rettigheter og behov i relevante utdanninger for barnevernsarbeid, og det må gis tilbud om kompetanseheving blant de som allerede er i jobb.
sme: 9. teakstaoasi 5. cealkka rievdaduvvo dánin: Sámediggi oaivvilda ahte lea dárbbašlaš implementeret máhtu sámi mánáid rivttid ja dárbbuid birra áigeguovdilis oahpahusain mánáidsuodjalussuorggis, ja ferte addot fálaldat gelbbolašvuođaloktemii sidjiide geat leat juo barggus.

source: Avsnitt 11, siste setning endres til: Sametinget mener derfor at det er nødvendig med særskilte tiltak for å sikre samiske barns rettsvern, herunder å styrke samiskspråklig og kulturell kompetanse i eksisterende barnevernsinstitusjoner som har ansvar for samiske barn.
sme: 11. teakstaoasi maŋimus cealkka rievdaduvvo dánin: Dan dihte oaivvilda Sámediggi ahte lea dárbbašlaš sierra doaimmaide sihkkarastin dihte sámi mánáid riektesuodjaleami, dása gullá maid nannet sámegielat ja kultuvrralaš gelbbolašvuođa dálá mánáidsuodjalusinstitušuvnnain main lea ovddasvástádus sámi mánáide.

source: Alternativt å vurdere egne samiske barnevernsinstitusjoner.
sme: Molssaeaktun árvvoštallat sierra sámi mánáidsuodjalusinstitušuvnnaid.

source: Siste avsnitt, siste setning endres til: Med bakgrunn i Sametingets konsultasjonsrett, og samiske barns rettigheter jf. Barnekonvensjonen, ber Sametinget om konsultasjoner på endringer i Barnevernsloven.
sme: Maŋimus teakstaoasi maŋimus cealkka: Sámegielteaksta ii rievdda.

source: Komiteens tilrådning Komiteen har ikke flere merknader eller forslag og råder Sametinget til å vedta følgende: Sametinget støtter for øvrig Sametingsrådets forslag til innstilling.
sme: Lávdegotti ráva Lávdegottis eai leat eanet mearkkašumit dahje evttohusat ja rávve Sámedikki mearridit čuovvovaččat: Muđui doarju Sámediggi Sámediggeráđi árvalusa.

source: Sametingets plenum - 033/16
sme: Sámedikki dievasčoahkkin - 033/16

source: Forslag 2 - Representant Geir Are Winther - Fremskrittspartiets sametingsgruppe
sme: Árja Laila Susanne Vars bokte, doarju lávdegotti eanetlogu mearkkašumi. Evttohus 2 - Áirras Geir Are Winther - Ovddádusbellodat

source: Ivaretakelse av samiske barns rettigheter og behov ved kvalitet- og strukturendringer i barnevernet
sme: Sámi mánáid rivttiid ja dárbbuid áimahuššan mánáidsuodjalusa kvalitehta- ja struktuvrarievdadeamis

source: Gjennom strukturendringene ønsker Regjeringen som følger:
sme: Strukturrievdadusaid bokte háliida Ráđđehus:
